ws_prueba/data.xml

<?xml version="1.0" encoding="utf-8"?><soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"><soapenv:Body><SemillaServicios xmlns="http://wwwfs.mineduc.cl/Archivos/Schemas/"><ValorSemilla>wcEkeyMjWz3XyxP5ULv3zURJ5GW1Xyhc</ValorSemilla></SemillaServicios></soapenv:Body></soapenv:Envelope>